Repository: zim514/script.kodi.hue
Catalog: resources/language/resource.language.*/strings.po
Languages: fr_fr

# #1000
source: General
fr_fr: Général

# #1001
source: Group 1
fr_fr: Groupe 1

# #1002
source: Group 2
fr_fr: Groupe 2

# #1003
source: Group 3
fr_fr: Groupe 3

# #1004
source: Group 4
fr_fr: Groupe 4

# #1100
source: Light Groups
fr_fr: Groupes de lumière

# #1120
source: Setup Theater Lights
fr_fr: Configuration des lumières de théâtre

# #1130
source: Setup Ambilight Lights
fr_fr: Configuration des lumières Ambilight

# #1140
source: Setup Static Lights
fr_fr: Configurer les lumières statiques

# #1200
source: Bridge
fr_fr: Pont

# #1210
source: Discover Hue Bridge
fr_fr: Découvrez le pont de Hue

# #1220
source: Bridge IP
fr_fr: IP pont

# #1230
source: Bridge User
fr_fr: Utilisateur de pont

# #1400
source: WARNING: RESET ALL SETTINGS
fr_fr: AVERTISSEMENT: RÉINITIALISER TOUS LES RÉGLAGES

# #1410
source: Reset all settings (requires disable/re-enable)
fr_fr: Réinitialiser tous les paramètres (nécessite l'activation / la réactivation)

# #1420
source: Debug mode
fr_fr: Mode débogage

# #2000
source: Theater
fr_fr: Théâtre

# #2100
source: Global Settings
fr_fr: Paramètres globaux

# #2105
source: Setup Theater Subgroup
fr_fr: Configuration du sous-groupe de théâtre

# #2120
source: Proportional Dim Time
fr_fr: Dim temps proportionnel

# #2130
source: Example: Take 70% of transition time if dimming 70%
fr_fr: Exemple: prenez 70% du temps de transition si la gradation est de 70%

# #2200
source: Playback Start (or Resume)
fr_fr: Début de la lecture (ou reprise)

# #2210
source: Override Brightness (default 30)
fr_fr: Ignorer la luminosité (30 par défaut)

# #2220
source: Choose Brightness
fr_fr: Choisissez la luminosité

# #2300
source: Playback Pause
fr_fr: Pause de lecture

# #2305
source: Only Undim Subgroup
fr_fr: Seulement sous-groupe

# #2310
source: Override Brightness (default initial)
fr_fr: Ignorer la luminosité (initiale par défaut)

# #2320
source: Choose Brightness
fr_fr: Choisissez la luminosité

# #2400
source: Playback Stop
fr_fr: Arrêt de la lecture

# #2410
source: Override Brightness (default initial)
fr_fr: Ignorer la luminosité (initiale par défaut)

# #2420
source: Choose Brightness
fr_fr: Choisissez la luminosité

# #3100
source: Global Settings
fr_fr: Paramètres globaux

# #3110
source: Minimum Brightness
fr_fr: Luminosité minimale

# #3120
source: Maximum Brightness
fr_fr: Luminosité maximale

# #3130
source: Enable Dimming
fr_fr: Activer la gradation

# #3200
source: Thresholds
fr_fr: Seuils

# #3210
source: Value
fr_fr: Valeur

# #3300
source: Color
fr_fr: Couleur

# #3310
source: Bias
fr_fr: Biais

# #3320
source: Sensitivity: 6=variety with >1 light, 36=accuracy
fr_fr: Sensibilité: 6 = variété avec> 1 lumière, 36 = précision

# #3400
source: Playback Start (or resume)
fr_fr: Lecture Démarrer (ou reprendre)

# #3420
source: Override Brightness (default 30)
fr_fr: Ignorer la luminosité (30 par défaut)

# #3430
source: Choose Brightness
fr_fr: Choisissez la luminosité

# #3500
source: Playback Pause
fr_fr: Pause de lecture

# #3510
source: Override Brightness (default initial)
fr_fr: Ignorer la luminosité (initiale par défaut)

# #3520
source: Choose Brightness
fr_fr: Choisissez la luminosité

# #3600
source: Playback Stop
fr_fr: Arrêt de la lecture

# #3610
source: Override Brightness (default initial)
fr_fr: Ignorer la luminosité (initiale par défaut)

# #3620
source: Choose Brightness
fr_fr: Choisissez la luminosité

# #4000
source: Static
fr_fr: Statique

# #4100
source: Playback Start (or resume)
fr_fr: Lecture Démarrer (ou reprendre)

# #4105
source: Random Color
fr_fr: Couleur aléatoire

# #4110
source: Override Hue (default initial)
fr_fr: Remplacer la teinte (initiale par défaut)

# #4120
source: Choose Hue
fr_fr: Choisissez la teinte

# #4130
source: Override Saturation (default initial)
fr_fr: Remplacer Saturation (initiale par défaut)

# #4140
source: Choose Saturation
fr_fr: Choisissez la saturation

# #4150
source: Override Brightness (default 100)
fr_fr: Ignorer la luminosité (par défaut 100)

# #4160
source: Choose Brightness
fr_fr: Choisissez la luminosité

# #5000
source: Advanced
fr_fr: Avancée

# #5100
source: Misc. Settings
fr_fr: Divers Réglages

# #5110
source: Initial flash
fr_fr: Flash initial

# #5111
source: Flash on settings reload
fr_fr: Flash sur les paramètres recharger

# #5120
source: Disable for short movies
fr_fr: Désactiver pour les courts métrages

# #5130
source: Short Movie Threshold (seconds)
fr_fr: Seuil court métrage (secondes)

# #5140
source: Force Light(s) on (even if off)
fr_fr: Force l'éclairage (même s'il est éteint)

# #6000
source: Group
fr_fr: Groupe

# #6001
source: Kodi Group ID
fr_fr: Identifiant de groupe Kodi

# #6002
source: Hue Group Name
fr_fr: Nom du groupe de teintes

# #6100
source: Light Selection
fr_fr: Sélection de la lumière

# #6101
source: Select Lights
fr_fr: Sélectionnez les lumières

# #6102
source: Select Hue Group
fr_fr: Sélectionnez le groupe de teintes

# #6200
source: Group Behavior
fr_fr: Comportement de groupe

# #6201
source: Enabled
fr_fr: Activée

# #6202
source: Do nothing
fr_fr: Ne fais rien

# #6203
source: Adjust lights
fr_fr: Ajuster les lumières

# #6204
source: Turn off lights
fr_fr: Éteindre les lumières

# #6205
source: Initial state
fr_fr: Etat initial

# #6206
source: Fade Time
fr_fr: Temps de fondu

# #6207
source: Force on
fr_fr: Force sur

# #6208
source: Hue group
fr_fr: Groupe de teinte

# #6301
source: Playback start / resume
fr_fr: Lecture démarrer / reprendre

# #6302
source: Playback pause
fr_fr: Pause de lecture

# #6303
source: Playback stop
fr_fr: Arrêt de la lecture

# #6400
source: Light settings
fr_fr: Réglages de lumière

# #6401
source: Initial State
fr_fr: Etat initial

# #6402
source: Hue
fr_fr: Teinte

# #6404
source: Brightness
fr_fr: Luminosité

# #9001
source: Press connect button on Hue bridge
fr_fr: Appuyez sur le bouton de connexion sur le pont Hue

# #9002
source: Select Hue Group...
fr_fr: Sélectionnez le groupe de teintes ...

# #9003
source: Create Hue Group...
fr_fr: Créer un groupe de teintes ...

# #9004
source: Delete Hue Group...
fr_fr: Supprimer le groupe de teintes ...

# #9005
source: Force on at sunset
fr_fr: Force au coucher du soleil

# #9006
source: Disable during daytime
fr_fr: Désactiver pendant la journée

# #30001
source: ERROR: Group not created
fr_fr: ERREUR: groupe non créé

# #30002
source: Localized notification
fr_fr: Notification localisée

# #30003
source: Group deleted
fr_fr: Groupe supprimé

# #30004
source: Check your bridge and network
fr_fr: Vérifiez votre pont et votre réseau

# #30005
source: nupnp discovery...
fr_fr: découverte nupnp ...

# #30006
source: Hue connected
fr_fr: Hue connecté

# #30007
source: Press link button on bridge
fr_fr: Appuyez sur le lien sur le pont

# #30008
source: Bridge not found
fr_fr: Pont non trouvé

# #30009
source: Waiting for 90 seconds...
fr_fr: En attente de 90 secondes ...

# #30010
source: User not found
fr_fr: Utilisateur non trouvé

# #30011
source: Complete!
fr_fr: Achevée!

# #30012
source: Group Created
fr_fr: Groupe créé

# #30013
source: Cancelled
fr_fr: Annulé

# #30014
source: Saving settings
fr_fr: Enregistrement des paramètres

# #30015
source: Select Hue Lights...
fr_fr: Sélectionnez Hue Lights ...

# #30016
source: Are you sure you want to delete this group:
fr_fr: Êtes-vous sûr de vouloir supprimer ce groupe:

# #30017
source: Found bridge:
fr_fr: Pont trouvé:

# #30018
source: Discover bridge...
fr_fr: Découvrez le pont ...

# #30019
source: User Found!
fr_fr: Utilisateur trouvé!

# #30020
source: Delete Hue Group
fr_fr: Supprimer le groupe de teintes

# #30021
source: Bridge connection failed
fr_fr: La connexion du pont a échoué

# #30022
source: Discovery started
fr_fr: Découverte a commencé

# #30023
source: Bridge not configured
fr_fr: Pont non configuré
